<html>
<!--
$Author: svens $
$Date: 2006/05/03 19:48:52 $
$Revision: 1.1 $
-->
<head>
<TITLE>SOP Reanimation</TITLE>
<center><h2>
Therapeutische Hypothermie <br>nach kardiopulmonaler und zerebraler Reanimation
</h2>
<h4>
g&uuml;ltig f&uuml;r die Intensivstation des KKH Bergstrasse Heppenheim
</h4>
</head>
</center>
<body><h6><center>
in Anlehnung an SOP von: Prof. Fischer,
Dr.Martin, Dr.
Hanel, Dr. Roth
Doku. Nr.: IS026.00 Art: G&uuml;ltig bis: 01.05.07 gez.:Rie&szlig;
</h6></center>
<font color="blue"><h3>Indikation</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Koma und stabile Kreislaufverh&auml;ltnisse nach kardiopulmonaler Reanimation<br>
- Patienten sollten nicht an einer terminalen Erkrankung leiden<br>
- Eine best&auml;tigte Patientenverf&uuml;gung mit Verzicht auf intensivmedizinische Prozeduren schliesst<br>
therapeutische Hypothermie aus<br>
- Invasive Prozeduren (PTCA, Stent) schliessen die Induktion der Hypothermie nicht aus (s. unten)
</TD></TR></table>

<font color="blue"><h3>Zieltemperatur</h3></font>
32 - 34&deg;C f&uuml;r 24 h.<br>

<font color="blue"><h3>Technik der K&uuml;hlung</h3></font>
<font color="lightblue"><h3>Induktion</h3></font>

Die Induktion der K&uuml;hlung erfolgt mittels der Infusion von 4&deg;C kalter Ringer-L&ouml;sung in einer Dosierung von 20 - 30 ml/kgKG &uuml;ber einen Zeitraum von 1 - 3 h [6]. <br>
Diese Technik kann und sollte im Notarztdienst begonnen werden [7] (s. <a href="soprea.htm">SOP Reanimationsrichtlinien</a>).
War dies der Fall, sind die infundierten Fl&uuml;ssigkeitsmengen entsprechend zu ber&uuml;cksichtigen.<br>
Mit dieser Technik ist die Induktion der Hypothermie in <2 h m&ouml;glich und anzustreben.

<font color="lightblue"><h3>Aufrechterhaltung</h3></font>

Zieltemperatur ist 33&deg;C K&ouml;rperkerntemperatur (Blase, Blut,Rektum). Die Aufrechterhaltung der K&uuml;hlung erfolgt mit Oberfl&auml;chenk&uuml;hlung ("cold touch" und "cool packs"; Vorsicht mit alkoholischen L&ouml;sungen, Verbrennung bei Defibrillation) oder ggf. mit weiteren Infusionen 4&deg;C kalter L&ouml;sungen/Transfusionen.

<font color="lightblue"><h3>Wiedererw&auml;rmung</h3></font>
Die Wiedererw&auml;rmung erfolgt nach 24 h, sie sollte passiv erfolgen und eine Wiedererw&auml;rmungsrate
von 0,5&deg;C/h nicht &uuml;berschreiten. <br>
Wenn die Temperatur >35&deg;C erreicht, werden Analgosedierung und Muskelrelaxation beendet.

<font color="lightblue"><h3>Normothermie nach Wiedererw&auml;rmung</h3></font>

Auch nach den 24 h aktiver K&uuml;hlung soll die Temperatur maximal 37&deg;C bleiben.<br>
Hierzu kommen folgende Massnahmen zum Einsatz:
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Jede W&auml;rmezufuhr stoppen<br>
- Medikamente (Metamizol, Perfalgan, Diclofenac)<br>
- Gegebenenfalls aktive K&uuml;hlung<br>
</TD></TR></table>

<font color="lightblue"><h3>Temperaturmessung</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Blasenkatheter / Rektalsonde<br>
- Bluttemperatur via PICCO oder Pulmonaliskatheter<br>
- Nasopharyngeal/&ouml;sophageal
</TD></TR></table>
<br>

<font color="blue"><h3>Weitere Massnahmen</h3></font>
<font color="lightblue"><h3>Monitoring und Optimierung der H&auml;modynamik</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Arterielle und zentralven&ouml;se Druckmessung; EKG, Diurese,(PICCO), ScvSO2<br>
- Optimierung des Kreislaufs innerhalb von maximal 6 h (F&uuml;llung des Herzens, peripherer
Widerstand, Herzminutenvolumen, Transfusion;<br>
 &quot;early goal directed therapy&quot; [8], Algorithmus in Abb. 1)<br>
- CPP mindestens 70 mmHg
</TD></TR></table><br>

<IMG src="sophyther.gif" width="478" height="640" border="0">
<br>
Abb. 1. Algorithmus zur Optimierung der H&auml;modynamik. (Nach [8])<br>

<font color="lightblue"><h3>Analgosedierung und Muskelrelaxierung</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Nach <a href="sopansed.htm">SOP Analgosedierung</a> (Gaass -400 oder Ramsay 4 - 5)<br>
- Propofol, Remifentanil (Sufentanil)
</TD></TR></table>

<font color="lightblue"><h3>Beatmung</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Beatmung mit den Zielen: SaO2 >95%; paO2 100 - 150 mmHg<br>
- paCO2 40 - 45 mmHg; pH 7,3 - 7,5<br>
- Tidalvolumen 4 - 6 ml/kgKG, PEEP maximal 10 mmHg
</TD></TR></table>

<font color="lightblue"><h3>Ern&auml;hrung und Hom&ouml;ostase</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Fl&uuml;ssigkeitsbilanz: 50 ml/kgKG/24 h<br>
- Serumglukose <110 mg/dl (ggf. Insulin)<br>
- HKT 30 - 45% <br>
- Ern&auml;hrung: bis 48 h nach ROSC (return of spontaneous circiulation = Herstellung des Spontankreislaufs)keine Dextrose und hypotone L&ouml;sungen intraven&ouml;s applizieren
(Cave: Hirn&ouml;dem)<br>
- Parenterale und enterale Ern&auml;hrung so fr&uuml;h wie m&ouml;glich beginnen
</TD></TR></table>

<font color="lightblue"><h3>Elektrolyte, Labor und Blutgase</h3></font>
<font color="#336699"><h3>Laborkontrollen 6, 12, 24, 36, 48 Stunden nach Herstellung des Spontankreislaufs</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Blutgase bei Raumtemperatur<br>
- Na, K, Cl, Ca<br>
- BZ<br>
- Laktat<br>
- Kreatinin, Harnstoff<br>
- CK, CPK, Troponin-I<br>
- CRP<br>
- PTZ, PTT<br>
- Hb, HKT, Leuko<br>
</TD></TR></table>
<font color="#336699"><h3>Elektrolyte und Blutgase im Normbereich halten</h3></font>

<font color="lightblue"><h3>Intrakranieller Druck</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Messung des ICP in der Regel nicht erforderlich<br>
- 30&deg; Oberk&ouml;rperhochlage in Neutralposition, wenn CCP >70 mmHg<br>
- Vorsicht bei Kopfbewegungen
</TD></TR></table>

<font color="lightblue"><h3>Hirntod, Therapiereduktion</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
- Hirntoddiagnostik entsprechend <a href="sophirntod.htm">SOP</a><br>
- Maximaltherapie bei allen Patienten f&uuml;r mindestens 3 Tage, mit der Ausnahme: Hirntod<br>
- Die Therapie ist aufrecht zu halten f&uuml;r 7 Tage, wenn eine motorische Antwort auf Schmerzreiz
vorhanden ist
</TD></TR></table><br>

<font color="blue"><h3>Nebenwirkung und Komplikationen der Hypothermie</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
T&auml;gliche &Uuml;berwachung auf m&ouml;gliche Komplikationen:<p>
- Pneumonie<br>
- Sepsis<br>
- Koagulopathie<br>
- Herzrhythmusst&ouml;rungen
</p>
</TD></TR></table><br>

<font color="blue"><h3>PTCA</h3></font>
Indikation f&uuml;r interventionelle kardiologische Verfahren bei komat&ouml;sen Patienten nach prim&auml;r
erfolgreicher Wiederbelebung: <br>
War die ausl&ouml;sende Ursache f&uuml;r die kardiopulmonale Reanimation ein Herzinfarkt, welcher eine Kausaltherapie im Sinne eine PTCA-Intervention erfordert, so wird der Patient unter Fortf&uuml;hrung der Hypothermie im Herzkatheterlabor behandelt.<br> 
Es hat sich erwiesen,dass dieses Verfahren im angestrebten Temperaturbereich von 32 - 34&deg;C komplikationslos durchgef&uuml;hrt werden kann [9].

<font color="lightblue"><h3>Offensichtliche Zeichen eines akuten Koronarsyndroms</h3></font>
<h5><table bgcolor="lightgrey" border="0"><TR><TD>
&lowast; EKG mit mindestens einem der folgenden Risikobefunde:<p>
- >2 mm ST-Hebung in mindestens 2 benachbarten Vorderwandableitungen<br>
- >1 mm ST-Hebung in mindestens 2 benachbarten Hinterwandableitungen</p>
&lowast; Kardiogener Schock (innerhalb von 60 min nach ROSC, f&uuml;r mindestens 30 min, vor Beginn der
K&uuml;hlung)<p>
- Hypotension: RRsys <80 mmHg oder exzessive Dosen von Katecholaminen<br>
- und Minderperfusion von Endorganen (Niere, Lunge, etc)<br>
- KILLIP Klasse >2<br>
- Herzminutenvolumenindex <2,2 l/min/m&sup2;</p>
&lowast; Maligne lebensbedrohliche Herzrhythmusst&ouml;rungen, die nicht medikament&ouml;s zu therapieren sind und sich<br>
 innerhalb von 60 min nach ROSC vor K&uuml;hlung entwickeln.
</TD></TR></table><br>

<font color="blue"><h3>Hintergrund</h3></font>
Tierexperimente belegen schon seit &uuml;ber 10 Jahren den zerebroprotektiven Effekt der Hypothermie nach
Herz-Kreislauf-Stillstand, Hypoxie und anderen Noxen. Eindrucksvolle Kasuistiken von akzidenteller
Hypothermie, z. B. kindliche Ertrinkungsunf&auml;lle, wiesen immer wieder auf den Nutzen der Unterk&uuml;hlung beim Herz-Kreislauf-Stillstand hin.<br> 

Dass nicht nur die sofortige K&uuml;hlung, z. B. beim Einbruch ins Eis, einen sch&uuml;tzenden Effekt auf den Hirnstoffwechsel und die Integrit&auml;t der Zelle hat, sondern auch die erst auf der Intensivstation begonnene therapeutische Hypothermie, hat die Europ&auml;ische Multizenterstudie (Hypothermia after Cardiac Arrest Study Group, HACA) unter Leitung von Sterz u. Holzer (Wien)
eindrucksvoll belegt [1]:
<p>
Es wurden 137 Patienten f&uuml;r 24 h unter Muskelrelaxation und Narkose auf 33&plusmn;1&deg;C
gek&uuml;hlt. Die Verbesserung des Outcomes ohne wesentliches neurologisches Defizit (&quot;cerebral performance categories&quot; 1-2 nach 6 Monaten) von 39% auf 55% nach prim&auml;r erfolgreicher Reanimation nach Kammerflimmern ist in ihrer Deutlichkeit &uuml;berraschend.
</p><p>
Parallel zur Publikation der HACA-Studie hat die Arbeitsgruppe von Bernard in 4 Kliniken in
Melbourne/Australien mit kleinerer Patientenzahl (n=77) &auml;hnliche Ergebnisse - durch Oberfl&auml;chenk&auml;hlung begonnen schon im Rettungsdienst - erzielt und im selben Heft des New England Journal of Medicine publiziert [2]. 
</p><p>
Beiden Publikationen galt ein Editorial von Peter Safar, dem 2003 verstorbenen &quot;Vater der
Reanimationsforschung&quot;, in dem er im Februar 2002 zusammenfassend die milde Hypothermie nach
erfolgreicher Wiederbelebung empfahl - &quot;so fr&uuml;h wie m&ouml;glich und f&uuml;r wenigstens 12 Stunden&quot; [3].
<p>
Schon im Oktober 2002 hat die ALS-Task Force des ILCOR-Gremiums die Konsequenzen aus den
Ver&ouml;ffentlichungen des New England Journal gezogen und im Vorgriff auf die erst 2005 zu erwartenden
neuen Reanimationsrichtlinien die therapeutische Hypothermie empfohlen [4]:<br>
&quot;Bewusstlose Erwachsene mit Spontankreislauf nach pr&auml;klinischer Reanimation sollten auf 32-34&deg;C f&uuml;r 12-24 Stunden gek&uuml;hlt werden, wenn der Initialrhythmus Kammerflimmern war. Diese K&uuml;hlung kann auch f&uuml;r andere Initialrhythmen oder die innerklinische Reanimation von Vorteil sein&quot;.
</p>
Diese Klasse-I-Empfehlung des ILCOR-Gremiums wurde im Juni 2003 ver&ouml;ffentlicht [4].
<br>
Wenn auch in den diesen beiden Studien nur die &quot;guten&quot; Reanimationspatienten eingeschlossen wurden
(Alter <75 Jahre, Kammerflimmern), zeigen die ILCOR-Empfehlungen, die ersten Daten aus dem
Hypothermieregister (<a href="http://www.erchacar.org">http://www.erchacar.org</a>) und Kasuistiken aus Finnland [5], 
<br>
dass auch Patienten von dieser Therapie profitieren, die nicht im Kammerflimmern aufgefunden wurden.

<font color="lightblue"><h3>Literatur</h3></font>
1. The Hypothermia after Cardiac Arrest Study Group (2002) Mild therapeutic hypothermia to
improve neurologic outcome after cardiac arrest. N Engl J Med 346: 549-556<br>
2. Bernard SA, Gray TW, Buist MD, Jones BM, Silvester W, Gutteridge G, Smith l (2002) Treatment of
comatose survivors of out-of-hospital cardiac arrest with induced hypothermia. N Engl J Med 346:
557-563<br>
3. Safar PJ, Kochanek PM (2002) Therapeutic hypothermia after cardiac arrest (editorial). N Engl J
Med 346: 612-613<br>
4. Nolan JP, Morley PT, Hoeck TL Vanden, Hickey RW, ALS Task Force (2003) Therapeutic
hypothermia after cardiac arrest. An advisory statement by the Advanced Life Support Task Force
of the International Liaison Committee on Resuscitation. Resuscitation 57: 231-235 und
Circulation 108: 118-121<br>
5. Silvast T, Tiainen M, Poutiainen E, Roine RO (2003) Therapeutic hypothermia after prolonged
cardiac arrest due to non-coronary causes. Resuscitation 57: 109-112<br>
6. Bernard S, Buist M, Monteiro O, Smith K (2003) Induced hypothermia using large volume, ice-cold
intravenous fluid in comatose survivors of out-of-hospital cardiac arrest: a preliminary report.
Resuscitation 56: 9-13<br>
7. F&ouml;disch MJ, Bartsch A (2003) Preclinical cooling treatment as early start of therapeutic
hypothermia in out-of-hospital cardiac arrest. A Case Report. Crit Care Med 31, 12 (Suppl): A 64
8. Rivers E, Nguyen B, Havstad S, Ressler J, Muzzin A, Knoblich B, Peterson E, Tomlanovich M
(2001) Early goal-directed therapy in the treatment of severe sepsis and septic shock. N Engl
J Med 345: 1368-1377<br>
9. Dixon SR, Whitbourn RJ, Dae MW, Grube E, Sherman W, Schaer GL, Jenkins JS, Baim DS,
Gibbons RJ, Kuntz RE, Popma JJ, Nguyen TT, O'Neill WW (2002) Induction of mild systemic
hypothermia with endovascular cooling during primary percutaneous coronary intervention for
acute myocardial infarction. J Am Coll Cardiol 40 (11): 1928-1934
